Revit 2026 API
PathOfTravel.CreateMultiple Method
Overload List
Name | Description
CreateMultiple(View, IList<XYZ>, IList<XYZ>)
CreateMultiple(View, IList<XYZ>, IList<XYZ>, IList<PathOfTravelCalculationStatus>)
Top
See Also
Reference
PathOfTravel Class
Autodesk.Revit.DB.Analysis Namespace